{
    "name": "Признаки старения у мужчин",
    "headers": [
      "№",
      "Симптомы",
      "Никогда",
      "Реже 1 раза из 5 случаев",
      "Менее чем в половине случаев",
      "Примерно в половине случаев",
      "Более половины случаев"
    ],
    "questions": [
      "Ухудшение общего самочувствия и общего состояния (Общее состояние здоровья, субъективные ощущения)",
      "Боли в суставах и мышечные боли (Боли в нижней части спины, боли в суставах, в пояснице, боли по всей спине)",
      "Повышенная потливость (Неожиданные / внезапные периоды повышенного потоотделения, приливы жара, независимые от степени напряжения)",
      "Проблемы со сном (Трудности с засыпанием, на протяжении сна, раннее пробуждение, чувство усталости, плохой сон, бессонница)",
      "Повышенная потребность во сне, частое ощущение усталости",
      "Раздражительность (Ощущение агрессивности, раздражение по пустякам, уныние)",
      "Нервозность (Внутреннее напряжение, суетливость, беспокойство)",
      "Тревожность (Приступы паники)",
      "Физическое истощение / упадок жизненных сил (Общее снижение работоспособности, пониженная активность, отсутствие интереса к занятиям досуга, сниженная самооценка, неудовлетворенность сделанным, достигнутым, необходимость заставлять себя проявлять активность)",
      "Снижение мышечной силы",
      "Депрессия (Чувство подавленности, грусти, слезливости, отсутствие стимулов, колебания в настроении, чувство бесполезности)",
      "Ощущение, что жизненный пик пройден",
      "Опустошенность, ощущение «дошел до ручки»",
      "Уменьшение роста бороды",
      "Снижение способности и частоты сексуальных отношений",
      "Снижение количества утренних эрекций",
      "Снижение сексуального желания /либидо (Отсутствие удовольствия от секса, отсутствие желания сексуальных контактов)"
    ],
    "results": [
    {
      "min": 17,
      "max": 26,
      "message": "Поздравляем! У вас не обнаружены признаки андрогенного дкфицита"
    },
    {
      "min": 27,
      "max": 36,
      "message": "— к сожалению, у вас обнаружены слабо выраженные признаки андрогенодефицита. Вам следует внимательнее отнестись к своему здоровью и, по возможности, обратиться к врачу."
    },
    {
      "min": 37,
      "max": 49,
      "message": "— к сожалению, у вас обнаружены средней выраженности признаки андрогенодефицита. Вам следует внимательнее отнестись к своему здоровью и, по возможности, обратиться к врачу."
    },
    {
      "min": 50,
      "max": 10000,
      "message": "— к сожалению, у вас обнаружены резко выраженные признаки андрогенодефицита. Это крайне серьезно! Вам следует как можно скорее обратиться к врачу!"
    }
    ]
}
